

import java.text.DateFormat;
import java.time.ZoneId;
import java.util.ListResourceBundle;
import java.util.TimeZone;
/**
 * Created by edvanchi on 04.06.2017.
 */
public class MyResources_ru_RU extends ListResourceBundle{
        protected Object[][] getContents() {
            return new Object[][] {
                    // LOCALIZE THIS

                    {"s1", "хвосты"},
                    {"s2", "Английский"},
                    {"s3", "Считать из файла"},
                    {"s4", "выбор языка"},
                    {"s5", "Русский"},
                    {"s6", "Финский"},
                    {"s7", "Латвийский"},
                    {"s8", "Английский(Индия)"},
                    {"s9", "Адрес:"},
                    {"s10", "Цвет:"},
                    {"s11", "Длина:"},
                    {"s12", "выполнить"},
                    {"s13", "блеклый "},
                    {"s14", "яркий "},
                    {"s15", "темно-"},
                    {"s16", "светло-"},
                    {"s17", "красный"},
                    {"s18", "оранжевый"},
                    {"s19", "желтый"},
                    {"s20", "зеленый"},
                    {"s21", "голубой"},
                    {"s22", "синий"},
                    {"s23", "фиолетовый"},
                    {"s24", "розовый"},
                    {"s25", "удалить хвост"},
                    {"s26", "белый"},
                    {"s27", "черный"},
                    {"s28", "проводник"},
                    {"s29", "программа учета хвостов 0_O"},
                    {"s30", "добавить хвост"},
                    {"s31", "считать"},
                    {"s32", "хвосты считаны!("},
                    {"s33", " штук)"},
                    {"s34", "добавить новый хвост"},
                    {"s35", "обновить"},
                    {"s36", "я знал что ты нажмешь сюда"},
                    {"s37", "удалить"},
                    {"s38", "хвост добавлен!(цвет:"},
                    {"s39", "хвостов удалено: "},
                    {"s40", "дата: "},
                    {"ZoneID", "+03:00:00"},
                    {"TimeFormat", "YYYY.MM.dd hh:mm:ss"},
            };
        }
}
